{"url": "https://thanhnien.vn/keysight-cong-bo-phan-mem-mo-hinh-hoa-thiet-bi-gia-lap-post1496559.html", "title": "\n Keysight công bố phần mềm mô hình hóa thiết bị giả lập \n", "content": "Các kỹ sư mô hình hóa thiết bị bán dẫn cần có công cụ tự động để tạo ra các mô hình mô phỏng chính xác và bộ công cụ thiết kế quy trình (PDK) dành cho các thiết kế mạch tích hợp (IC) băng tần cơ sở và tần số vô tuyến (RF) có thể ứng dụng cả công nghệ silicon (CMOS) và công nghệ hợp chất III-V.Ma Long, Quản lý hoạt động mô hình hóa và xác định đặc tính thiết bị tại Keysight Technologies, cho biết: \"Bộ phần mềm mô hình hóa thiết bị năm 2023 của Keysight đáp ứng nhu cầu tạo các mô hình SPICE chất lượng cao trong thời gian ngắn của khách hàng. Giải pháp mới này giúp cải thiện quy trình công việc và đẩy nhanh tốc độ, là một bước tiến đáng kể trong việc mang đến một môi trường mở và linh hoạt có thể tích hợp tất cả các công nghệ mô hình hóa của Keysight\".Chức năng tạo mô hình mới trong PathWave Device Modeling (IC-CAP) 2023 tự động hóa quá trình quản lý quy trình làm việc cho các kỹ sư mô hình hóa thiết bị bán dẫnảnh chụp màn hìnhBên cạnh đó, trong phần mềm mới của Keysight còn có tính năng MG, một trình quản lý luồng mô hình hóa mới cho phép nhanh chóng nhập dữ liệu đo, tạo biểu đồ xu hướng, tổ chức luồng trích xuất, xác minh và cung cấp tài liệu cơ bản về bảo đảm chất lượng.Bộ phần mềm cũng cung cấp tính năng PathWave Model Builder (MBP) 2023, giúp tạo ra liên kết độc quyền mới với phần mềm PrimeSim HSPICE của Synopsys. Liên kết siêu nhanh này cho phép tối ưu hóa và tinh chỉnh mà không ảnh hưởng tới tốc độ, đồng thời cung cấp quyền truy cập vào các tính năng của HSPICE như các mô hình CMC tiêu chuẩn và trình biên dịch Verilog-A cho các mô hình tùy chỉnh."}