{"url": "https://thanhnien.vn/nhung-diem-dang-cho-doi-o-iphone-fold-post1496596.html", "title": "\n Những điểm đáng chờ đợi ở iPhone Fold\n", "content": "Theo AppleInsider, các tin đồn và bằng sáng chế cho thấy Apple đã nghiên cứu thiết kế iPhone gập, tên tạm gọi là iPhone Fold, trong nhiều năm. Tuy nhiên, công nghệ cần thiết cho một thiết bị như vậy vẫn đang được phát triển và không rõ nó sẽ có dạng ra sao.iPhone Fold được cho là có thiết kế gập ngang dạng phong cách của Galaxy Fold từ Samsungchụp màn hình appleinsiderApple được cho là thử nghiệm cả hai thiết kế gập phong cách như Galaxy Fold hay Flip của Samsung, trong đó phong cách nắp gập như Galaxy Fold được ưu tiên nhiều hơn. Mặc dù nhiều nhà sản xuất Android đã gia nhập thị trường mới mẻ này nhưng Apple được cho là vẫn đang chờ đợi thêm thời gian để công nghệ trưởng thành, đặc biệt khi các thiết bị phát hành ra công chúng đã gặp phải nhiều vấn đề liên quan đến tối ưu hóa phần mềm kém đến phần gập bị nhăn.Bằng sáng chế cho thấy Apple kỳ vọng sẽ khắc phục được những vấn đề này với công nghệ màn hình và bản lề phức tạp của riêng mình. Apple sẽ không bao giờ phát hành một chiếc điện thoại gập nếu nó gặp vấn đề cơ bản với màn hình.iPhone Fold được cho là đi kèm cổng USB-C, hỗ trợ MagSafe và ít nhất là sử dụng Touch ID. Apple có thể sử dụng Face ID, nhưng việc đặt một cảm biến sinh trắc học như vậy được cho là khá phức tạp trên một thiết bị có thể mở hoặc đóng. Cũng không loại trừ khả năng Apple chọn giải pháp tích hợp cảm biến Face ID vào màn hình bên trong, nhưng nút nguồn bên ngoài có thể được tích hợp Touch ID.Màn hình bên ngoài sẽ hoạt động như một chiếc iPhone chạy iOS với đầy đủ chức năngchụp màn hình appleinsiderVới các cải tiến thiết kế, iPhone Fold được kỳ vọng sẽ không có nếp gấp hoặc đường nối trên màn hình khi mở và đóng. Khi đóng hoàn toàn, độ dày của thiết bị chỉ dày hơn một chút so với iPhone hiện tại, trong khi mở ra sẽ tương đương với kích thước của iPad mini.Màn hình bên ngoài sẽ mỏng và cao hơn iPhone thông thường, nhưng nó vẫn có khả năng chạy phiên bản iOS đầy đủ. Giống như thiết bị gập lại của Samsung, Apple sẽ muốn thiết bị hoạt động giống như một chiếc iPhone khi đóng lại để các ứng dụng vẫn có thể được sử dụng bình thường.Vẫn chưa rõ Apple sẽ tối ưu hóa iOS hoặc iPadOS như thế nào cho thiết bị gập. Công ty có thể phải thay đổi một chút khi màn hình hoạt động ở vị trí mở hoàn toàn. Một số thiết bị Android gập có nhiều vị trí để thao tác, thậm chí có cả màn hình bên ngoài để sử dụng khi màn hình chính đóng. Mặc dù các hoạt động như vậy sẽ là một sự khác biệt lớn so với triết lý thiết kế của Apple, tuy nhiên vẫn có khả năng công ty sẽ áp dụng chúng.OLED là vật liệu hiển thị linh hoạt, cho phép nó có thể gấp lại mà không bị hỏngchụp màn hình appleinsiderVì là iPhone gập lại đầu tiên của Apple, giới phân tích kỳ vọng iPhone Fold sẽ có thiết kế mở và đóng lại một cách đơn giản nhất có thể. Dĩ nhiên, đó là một sản phẩm dựa trên tin đồn, vì vậy không loại trừ khả năng thiết bị này chỉ tồn tại trong nội bộ của Apple và không bao giờ xuất hiện trên thị trường."}