{"url": "https://thanhnien.vn/mobifone-du-dieu-kien-cung-cap-dich-vu-chung-thuc-hop-dong-dien-tu-post1496603.html", "title": "\n MobiFone đủ điều kiện cung cấp dịch vụ chứng thực hợp đồng điện tử \n", "content": "Chiều ngày 31.8.2022, tại trụ sở Bộ Công Thương, Cục Thương mại điện tử và Kinh tế số (Bộ Công Thương) đã tổ chức trao Giấy xác nhận đăng ký cung cấp dịch vụ chứng thực hợp đồng điện tử cho 5 doanh nghiệp lớn trong lĩnh vực cung cấp các giải pháp, dịch vụ phần mềm trong đó có Mobifone. Vai trò của Chuyển đổi số là vô cùng quan trọng đối với sự phát triển kinh tế của đất nước hiện nay. Việc phát triển và ứng dụng Hợp đồng điện tử trong xã hội là mục tiêu quan trọng trong kế hoạch chuyển đổi số của Chính phủ.Sau khi Chính phủ ban hành Nghị định số 85/2021/NĐ-CP ngày 25 tháng 9 năm 2021 sửa đổi, bổ sung một số điều của nghị định số 52/2013/NĐ-CP về thương mại điện tử; trong đó quy định chi tiết về trình tự, thủ tục cấp đăng ký cho các Tổ chức cung cấp dịch vụ chứng thực hợp đồng điện tử (Certified eContract Authority – CeCA), MobiFone tiến hành nộp và hoàn thiện hồ sơ đáp ứng các tiêu chí và điều kiện cung cấp dịch vụ chứng thực hợp đồng điện tử.Là một trong những đơn vị đầu tiên được cấp đăng ký Tổ chức cung cấp dịch vụ chứng thực hợp đồng điện tử, MobiFone cam kết đảm bảo quá trình xây dựng, quản lý, duy trì, vận hành hệ thống hợp đồng điện tử MobiFone eContract kết nối với Trục phát triển hợp đồng điện tử Việt Nam, chịu trách nhiệm về tính bảo mật, toàn vẹn của các hợp đồng điện tử mà mình lưu trữ và xác thực, góp phần thúc đẩy chủ trương chuyển đổi số quốc gia của Thủ tướng Chính phủ, phát triển ứng dụng hợp đồng điện tử tại Việt Nam phát triển mạnh mẽ và bền vững.Đây là một dấu mốc quan trọng trong quá trình phát triển, ứng dụng hợp đồng điện tử tại Việt Nam nói chung và với MobiFone nói riêng. Đặc biệt đối với hoạt động giao kết, ký kết hợp đồng điện tử trong nước, sau đó là với nước ngoài, xuyên biên giới. Việc hợp đồng điện tử được triển khai rộng rãi sẽ thúc đẩy mạnh mẽ thương mại số của các doanh nghiệp trong và ngoài nước. Với việc được Bộ Công Thương cấp Giấy xác nhận là đơn vị cung Dịch vụ Chứng thực Hợp đồng điện tử, MobiFone với dịch vụ MobiFone eContract là giải pháp hỗ trợ các doanh nghiệp tiết kiệm chi phí, rút gọn quy trình mua bán hàng hóa, hạn chế các rủi ro pháp lý, cung cấp dịch vụ tạo ra lợi thế cạnh tranh lớn trên thị trường. Hợp đồng điện tử eContract của MobiFone có đầy đủ các tính năng của các loại hình hợp đồng điện tử trên thị trường hiện nay khi đáp ứng đầy đủ 7 tiêu chí KHÔNG: Không phí in ấn, không phí chuyển phát, không phí lưu kho, không phụ thuộc không gian địa lý, không phụ thuộc thời gian, không rủi ro thất lạc, không gián đoạn thời gian. Ngoài những ưu điểm đó, MobiFone còn hỗ trợ nhiều hình thức ký số: Thiết bị USB Token và SIM PKI, remote signing và ký ảnh giúp cho khách hàng có thể linh hoạt trong việc chọn hình thức. Một điểm đáng chú ý của giải pháp chính là MobiFone eContract có thể áp dụng hầu hết tất cả loại hợp đồng trên thị trường hiện nay bao gồm: Hợp đồng lao động; Hợp đồng trao đổi/ mua bán; Hợp đồng thuê khoán; Hợp đồng cung cấp dịch vụ; Hợp đồng xây dựng; Hợp đồng đại lý; Hợp đồng thương mại, dịch vụ.Đặc biệt, MobiFone eContract cấp Giấy chứng nhận xác thực hợp đồng cho phép bên thứ ba tra cứu, xác thực hợp đồng khi cần đối chiếu. Các doanh nghiệp đã có hệ thống ký kết điện tử có nhu cầu xác thực tính pháp lý cho nội dung hợp đồng, có thể thông qua MobiFone eContract để xác thực với dấu thời gian và chữ ký số của Bộ Công Thương. Các hợp đồng khi có sự xác thực của Bộ Công Thương sẽ đảm bảo giá trị cao nhất hạn chế các rủi ro cho các bên tham gia.Với vị thế là đơn vị có nền tảng hạ tầng công nghệ cao, bề dày kinh nghiệm trong phát triển các sản phẩm, dịch vụ công nghệ thông tin, viễn thông, MobiFone đã và đang đồng hành cùng hàng ngàn tổ chức, doanh nghiệp toàn quốc trong các dự án công nghệ thông tin, chuyển đổi số. MobiFone cam kết sẽ đồng hành cùng Chính phủ, Bộ và các đơn vị CeCA tham gia vào Trục phát triển hợp đồng điện tử Việt nam một cách toàn diện, đầy đủ hệ sinh thái công nghệ. Để đăng ký dịch vụ, khách hàng vui lòng tham khảo tại website: https://econtract.mobifone.vn/"}