{"url": "https://thanhnien.vn/nokia-c31-trinh-lang-voi-gia-mem-tu-240-usd-post1495844.html", "title": "\n Nokia C31 trình làng với giá mềm, từ 240 USD\n", "content": "Theo GSMArena, Nokia C31 là mẫu điện thoại khá lớn với kích thước 169,2 x 78 x 8,6 mm và trọng lượng 200 gram. Máy có màn hình LCD 6,75 inch độ phân giải HD+ và được phủ lớp kính cường lực (chưa rõ tên).HMD Global giới thiệu mẫu smartphone Nokia C31 mới hướng đến đối tượng người dùng muốn tiết kiệm ngân sáchHMD GlobalBên trong Nokia C31 được trang bị chip Unisoc 9863A1 với 8 lõi Cortex-A55 tốc độ 1,6 GHz kết hợp GPU PowerVR GE8322. Máy chạy trên nền tảng Android 12 với lời hứa 2 năm cập nhật bản vá bảo mật. Người dùng được cung cấp 3 tùy chọn cấu hình 3/32 GB, 4/64 GB và 4/128 GB có thể mở rộng lên đến 256 GB qua khe cắm thẻ nhớ microSD.Ở mặt sau điện thoại đi kèm thiết lập ba camera (chính 13 MP, macro 2 MP và độ sâu 2 MP), cùng với camera selfie 5 MP đặt trong phần notch hình giọt nước phía trước. Điện thoại đi kèm ứng dụng Camera do Google phát triển từ Android Go cùng ứng dụng GoPro Quick App giúp chỉnh sửa ảnh và video nhanh chóng, cũng như dễ dàng. Camera trước hỗ trợ mở khóa bằng khuôn mặt ngay cả khi người dùng đang đeo khẩu trang hoặc có thể sử dụng đầu đọc dấu vân tay ở mặt sau để mở khóa.Chiếc điện thoại này sở hữu pin khá lớn 5.050 mAh hỗ trợ khả năng sạc 10W qua cổng microUSB. Máy đạt xếp hạng IP52 về khả năng chống bụi và giọt nước bắn vào.Nokia C31 là điện thoại hỗ trợ 4G LTE với khe cắm nanoSIM kép. Người dùng được trang bị jack cắm tai nghe 3,5 mm và FM radio. Đối với giá bán, Nokia C31 có giá khởi điểm 240 USD cho bản tiêu chuẩn 3/32 GB và sẽ ra mắt trên phạm vi toàn cầu từ hôm nay. Điện thoại cung cấp các lựa chọn màu Charcoal, Cyan và Mint."}