{"url": "https://thanhnien.vn/luong-nguoi-dung-iphone-tai-my-vuot-android-post1496067.html", "title": "\n Lượng người dùng iPhone tại Mỹ vượt Android\n", "content": "Theo AppleInsider, báo cáo này được đưa ra không lâu sau khi Counterpoint cho biết trong báo cáo hằng quý của mình rằng doanh số iPhone của Apple đang tăng lên. Báo cáo mới cho thấy lượng smartphone cài đặt iOS hiện ở mức hơn 50% tổng số smartphone được sử dụng hằng ngày ở Mỹ.Sau 15 năm kể từ khi ra mắt, thị phần iPhone đã lần đầu tiên vượt mặt AndroidafpCác nhà phân tích của Counterpoint nói đây là tỷ lệ người dùng iPhone tích cực cao nhất từ trước đến nay kể từ khi iPhone ra mắt lần đầu tiên vào năm 2007. Giám đốc nghiên cứu của Counterpoint Jeff Fieldhack nói: “Hệ điều hành giống như các tôn giáo - không bao giờ thay đổi đáng kể. Nhưng trong bốn năm qua, dòng chảy liên tục từ Android đến iOS”.Báo cáo của Counterpoint cho biết thêm, trong khi hơn 50% thị phần iOS đều của Apple thì gần 50% thị phần Android còn lại được cài đặt trên khoảng 150 thiết bị đến từ nhiều nhà sản xuất khác nhau.Được biết, Apple đã không báo cáo doanh số iPhone của mình trong vài năm trở lại đây và hầu hết các nhà sản xuất Android cũng làm điều tương tự. Tuy nhiên, dữ liệu từ Counterpoint hoàn toàn có cơ sở khi một báo cáo từ StockApps vào tháng 4.2022 cho thấy thị phần Android trên toàn cầu đã giảm 8% trong 5 năm qua, trong khi iOS đã tăng lên 6% trong cùng khoảng thời gian."}