{"url": "https://thanhnien.vn/chau-au-muon-smartphone-tablet-phai-sua-duoc-trong-5-nam-post1496020.html", "title": "\n Châu Âu muốn smartphone, tablet phải sửa được trong 5 năm \n", "content": "Theo PC Mag, dự thảo đề xuất được công bố trong tuần này sẽ yêu cầu các nhà sản xuất cung cấp ít nhất 15 linh kiện cho các thợ sửa chữa chuyên nghiệp trong tối đa 5 năm sau khi phát hành smartphone, tablet mới tại Liên minh châu Âu. Như vậy người dùng sẽ được đảm bảo pin thay thế, nắp lưng, camera trước và sau, jack âm thanh, cổng sạc, micrô và loa, khay SIM và thẻ nhớ...Financial Times cho biết việc kéo dài vòng đời của smartphone, tablet lên 5 năm giống với việc giảm được lượng khí thải carbon tương đương 5 triệu ô tô. Tuy nhiên đây là yêu cầu khó khăn đối với người tiêu dùng khi các nhà sản xuất đang tung ra các thiết bị mới mỗi năm.Liên minh châu Âu muốn nhà sản xuất smartphone, tablet cung cấp linh kiện thay thế trong 5 nămChụp màn hìnhChủ tịch Ủy ban châu Âu Ursula Von Der Leyen nói nhu cầu về điện thoại thông minh và máy tính bảng đã dẫn đến nhu cầu về năng lượng và vật liệu để sản xuất các thiết bị này tăng lên. Ngoài ra, các thiết bị thường bị thay thế sớm và không được tái sử dụng hoặc tái chế đã dẫn đến lãng phí tài nguyên.Nếu được thông qua, sáng kiến ​​này sẽ mở ra một nhãn năng lượng mới cho điện thoại và máy tính bảng, tương tự như những nhãn năng lượng đã được áp dụng trên khắp châu Âu cho TV và các vật dụng gia đình lớn. Nhãn sẽ cho biết thời lượng pin dự kiến, các chi tiết về khả năng chống nước và bụi, đồng thời đánh giá khả năng chống rơi và trầy xước của thiết bị.Nếu nhà sản xuất không thể cung cấp pin cho thiết bị trong 5 năm, họ phải đáp ứng một loạt bài kiểm tra độ bền của pin, chứng nhận thiết bị đạt được 80% công suất sau 1.000 chu kỳ sạc đầy. Hãng cũng phải đảm bảo các bản cập nhật phần mềm không ảnh hưởng tiêu cực đến tuổi thọ pin.Phong trào đòi quyền sửa chữa đã nổi lên trong những năm gần đây, các nhà sản xuất như Google và Samsung đã hợp tác với iFixit để bán các bộ phận thay thế. Ngay cả Apple cũng vào cuộc trong năm nay với cửa hàng sửa chữa tự phục vụ."}