{"url": "https://thanhnien.vn/quantic-dream-duoc-mua-lai-boi-mot-ga-khong-lo-cong-nghe-cua-trung-quoc-post1496462.html", "title": "\n Quantic Dream được mua lại bởi một gã khổng lồ công nghệ của Trung Quốc\n", "content": "Theo The Verge, Quantic Dream, nhà phát triển trò chơi đứng sau các tựa game như Detroit: Become Human và Heavy Rain, đã được gã khổng lồ công nghệ Trung Quốc NetEase mua lại.Trong một bài đăng trên blog, studio trò chơi của Pháp đã thông báo rằng họ sẽ tiếp tục hoạt động độc lập dù đã gia nhập NetEase.Quantic Dream đã được NetEase mua lạiQuantic DreamTrong hơn 25 năm hoạt động, Quantic Dream chỉ tạo ra một số ít trò chơi, nhưng công ty hiện đang phát triển một trò chơi phiêu lưu hành động Star Wars: Eclipse mới lấy bối cảnh High Republic Era. Studio cho biết thương vụ với NetEase sẽ giúp họ mở rộng đội ngũ nhân viên và có thể phát triển đồng thời nhiều dự án khác.NetEase là một công ty công nghệ có trụ sở tại Trung Quốc với một bộ phận đang phát triển dành riêng cho trò chơi PC, console và di động. Lần đầu tiên công ty trở thành cổ đông của Quantic Dream là vào năm 2019, ngay sau khi phát hành Detroit: Becoming Human. Cuối cùng, thương vụ mới nhất đã giúp NetEase đánh dấu một bước tiến tiếp theo khi có cho mình một studio tại Châu Âu.Vào tháng 1, NetEase đã hỗ trợ một studio mới từ những người sáng tạo ra loạt trò chơi Yakuza và làm việc với trưởng nhóm thiết kế trên Halo Infinite để sản xuất Jar of Sparks. Công ty cũng mua lại Grasshopper Manufacture, một nhà phát triển thuộc sở hữu của Suda51 từng tạo ra các trò chơi như Lollipop Chainsaw và No More Heroes. Không ngừng lại, NetEase tiếp tục đầu tư vào một studio của Jeff Gardiner, người dẫn dắt kì cựu của tựa game Fallout.Tại Trung Quốc, công ty xuất bản các tựa game của Blizzard, chẳng hạn như Diablo Immortal và World of Warcraft."}