{"url": "https://thanhnien.vn/apple-co-the-giam-gia-loat-iphone-14-post1495761.html", "title": "\n Apple có thể giảm giá loạt iPhone 14 \n", "content": "Theo GizChina, các báo cáo trước đó cho biết mẫu iPhone 14 cơ bản với bộ nhớ trong 128 GB sẽ có giá khởi điểm 799 USD, bằng với giá khởi điểm của iPhone 13. Tuy nhiên dữ liệu từ các chuyên gia của TrendForce cho thấy giá của iPhone 14 có thể giảm 50 USD, ít nhất là ở Mỹ. Như vậy giá của sản phẩm có thể ở mức khởi điểm 749 USD.iPhone 14 sẽ được bán với giá khởi điểm 749 USD thay vì 799 USD như các dự báo trước đó?chụp màn hìnhNgoài ra, iPhone 14 Max có giá khởi điểm 849 USD thay vì 899 USD như các dự đoán. Nguồn tin cho biết, Apple không muốn áp dụng xu hướng tăng giá smartphone trên toàn thế giới do lạm phát để ngăn chặn sự sụt giảm doanh số tổng thể.Lưu ý rằng các nhà phân tích trước đó đưa ra dự đoán giá cơ bản của iPhone 14 Pro và 14 Pro Max sẽ tăng từ 50 USD đến 100 USD. Ví dụ, phiên bản thông thường của iPhone 14 Pro có giá 1.049 USD, trong khi iPhone 14 Pro Max có giá 1.149 USD. Có thể đây là cách Apple lên kế hoạch để bù đắp sự khác biệt.Màn hình trong các phiên bản iPhone 14 tiêu chuẩn sẽ có notch truyền thống. Trong khi iPhone 14 Pro và 14 Pro Max sẽ có một số phần đục lỗ nhỏ. Chúng cũng có cảm biến máy ảnh 48 MP và hỗ trợ sạc nhanh công suất cao hơn cho các mẫu Pro.Màn hình OLED 6,1 inch và 6,7 inch cũng sẽ có sẵn cho 14 và 14 Max cơ bản, tuy nhiên chúng chỉ dừng lại ở tốc độ làm mới 60 Hz. Ngoài ra, Apple sẽ chỉ cung cấp chip A16 Bionic trong các phiên bản Pro, trong khi bản thường đi kèm chip A15 Bionic. Tất cả các mẫu iPhone năm nay đều có RAM 6 GB. Trên một số kiểu máy, kích thước pin có thể tăng. Dung lượng pin của iPhone 14 và 14 Pro rơi vào khoảng 3.200 mAh, trong khi của iPhone 14 Max và 14 Pro Max khoảng 4.300 mAh."}