{"url": "https://thanhnien.vn/apple-co-the-bo-khay-sim-tren-iphone-14-series-post1496474.html", "title": "\n Apple có thể bỏ khay SIM trên iPhone 14 series\n", "content": "iPhone 14 series sẽ ra mắt vào ngày 7.9, dự kiến có 4 mẫu khác nhau. Mới đây, cây viết Mark Gurman của Bloomberg tiết lộ Apple đang thảo luận nội bộ về việc ra mắt iPhone không còn khay SIM vật lý, động thái nhằm thúc đẩy việc sử dụng eSIM.Bỏ khay SIM vật lý sẽ giúp điện thoại kháng nước tốt hơn nhờ thiết kế liền mạchchụp màn hìnhTheo Gurman, khay SIM có thể bị loại bỏ trên một số mẫu iPhone 14, nhưng cũng không loại trừ khả năng thay đổi này được áp dụng trên iPhone 15 ra mắt năm sau. Trước đó đã không ít lần các nguồn tin khác nhau tiết lộ về kế hoạch bỏ khay SIM trên mẫu smartphone của Apple.\"Apple sẽ đẩy mạnh việc sử dụng eSIM, cùng với đó là các nhà mạng muốn hướng người dùng tới công nghệ SIM điện tử được tích hợp sẵn trên máy, thay vì sử dụng loại thẻ vật lý truyền thống. Thực tế, Apple đã xem xét về vấn đề này và có thể triển khai ngay trong năm nay hoặc năm tới, đối với một số mẫu iPhone\", Gurman cho biết.eSIM đã xuất hiện trên nhiều mẫu iPhone hiện nay, là một thẻ SIM điện tử cho phép người dùng kích hoạt mạng viễn thông trên máy điện thoại mà không cần SIM vật lý (thẻ cứng). Công nghệ này đang được triển khai rộng khắp với nhiều hãng sản xuất smartphone khác nhau, dù vẫn chưa khả dụng ở mọi quốc gia. Cũng vì thế mà một số mẫu iPhone với khay SIM truyền thống vẫn khả dụng ở vài thị trường trong ít nhất vài năm tới, bất chấp sự chuyển dịch của công nghệ.Hiện nay tại những quốc gia đã áp dụng eSIM, nhiều mẫu iPhone 13 bán ra từ Apple Store hay website chính hãng cũng không còn thẻ SIM nano kèm trong hộp. Người dùng thường kích hoạt dịch vụ mạng qua eSIM bằng cách kích hoạt iPhone, kết nối Wi-Fi và làm theo từng bước hướng dẫn trên màn hình. Riêng dòng iPhone 13 còn hỗ trợ nhiều hồ sơ eSIM để chủ máy đăng ký dịch vụ của các nhà mạng khác nhau, chuyển đổi qua lại dễ dàng.Việc loại bỏ khay SIM còn giúp điện thoại di động (không riêng iPhone) kháng nước tốt hơn, đồng thời giải phóng được phần nào không gian bên trong thiết bị để dành chỗ cho thành phần linh kiện khác."}