{"url": "https://thanhnien.vn/fpt-telecom-he-lo-thiet-bi-tv-box-moi-post1496516.html", "title": "\n FPT Telecom hé lộ thiết bị TV Box mới\n", "content": "Trên trang Facebook cá nhân, Chủ tịch FPT Telecom Hoàng Nam Tiến cho biết: “Một thiết bị mới lần đầu tiên tại Việt Nam do chính FPT Play phát triển sẽ chính thức lộ diện với nhiều điều thú vị”.Hình ảnh được chia sẻ trên trang Facebook của chủ tịch FPT Telecomchụp màn hìnhFPT Telecom và công ty thành viên FPT Play thời gian qua khá “tích cực” trong việc đầu tư dịch vụ và thiết bị nhằm phát triển mảng truyền hình dịch vụ. Hiện tại, đơn vị đang sở hữu cả hai nền tảng công nghệ truyền hình là IPTV và OTT. Trong đó, IPTV có khả năng cung cấp nội dung truyền hình với độ ổn định cao nhờ sử dụng mạng phân phối nội dung (CDN) riêng biệt và hệ thống cáp quang của FPT Telecom. Trong khi đó, OTT dù có độ trễ nhỉnh hơn do sử dụng CDN công cộng nhưng được ưa chuộng vì tính tiện lợi, đa dụng, có thể xem trên nhiều thiết bị thông minh khác nhau, chỉ cần có kết nối internet.Kể từ khi bắt đầu vào năm 2015, FPT Play đã cho ra mắt nhiều thế hệ bộ giải mã khác nhau, tương thích với từng nền tảng mà đơn vị đang nắm giữ. Năm 2021, đơn vị đã giới thiệu Play Box S - thiết bị tích hợp TV Box với loa thông minh, có khả năng điều khiển các thiết bị smarthome. Trong cùng năm, công ty cũng tuyên bố hợp nhất hai thương hiệu Truyền hình FPT và FPT Play dưới tên gọi duy nhất là FPT Play. Sự kiện này giúp đơn vị tập trung được nguồn lực để thực hiện chiến lược nâng cấp dịch vụ, đồng bộ trải nghiệm trên đa nền tảng.Hiện nay, việc phối hợp 2 nền tảng để mang lại trải nghiệm đồng nhất vẫn là vấn đề với nhà cung cấp trên thế giới. Với ưu và nhược điểm riêng, người dùng vẫn kỳ vọng vào trải nghiệm đồng nhất giữa IPTV và OTT để có thể loại bỏ được các điểm yếu như độ trễ, giới hạn về thiết bị hay kết nối…, trong khi tích hợp được thế mạnh của cả hai.Bên cạnh đó, bài toán đặt ra với các nhà cung cấp dịch vụ là làm sao mang tới trải nghiệm liền mạch cho người xem khi chuyển đổi tài khoản khi xem trên dịch vụ khác nhau, giúp họ thuận tiện trong việc tiếp tục theo dõi nội dung còn dang dở hoặc được gợi ý chương trình theo sở thích dù đang dùng IPTV hay OTT.Với hé lộ mới nhất từ người đứng đầu FPT Telecom, không ít người dùng đang kỳ vọng vào những cập nhật tính năng của FPT Play mới có thể mang lại cho họ trải nghiệm như mong muốn. Bên cạnh đó, sự kiện ra mắt sắp tới sẽ kèm sự xuất hiện của thiết bị Play Box mới “với nhiều điều thú vị” như ông Hoàng Nam Tiến đã đề cập. Cùng bài đăng, lãnh đạo đơn vị cũng hé lộ những hình ảnh đầu tiên về thiết bị mới. Dù không đầy đủ các góc, người dùng dễ dàng nhận thấy đây sẽ là mẫu TV Box có kích thước nhỏ gọn, vẫn giữ màu đen truyền thống như các đời trước nhưng được bo tròn hơn ở các góc và đèn báo dạng thanh bao lấy toàn bộ thân."}